Repository: kmvkrish/Ver-ID-UI-iOS
Catalog: VerIDUI/*.lproj/Localizable.strings
Languages: es_us, fr_ca

source: Align your face with the oval
es_us: Alinee su cara con el óvalo
fr_ca: Alignez votre visage avec l'ovale

source: Authentication failed
es_us: La autenticación ha fallado
fr_ca: Échec de l'authentification

source: Bearing not registered for user
es_us: Soporte %1$@ not registered for user %2$@
fr_ca: Portant %1$@ not registered for user %2$@

source: Face not found
es_us: Cara no encontrada
fr_ca: Visage non détecté

source: Faces not suitable for recognition
es_us: Caras no admitidas para el reconocimiento
fr_ca: Visages non appropriés pour la reconnaissance

source: Great, hold it
es_us: Bien, espere
fr_ca: Parfait, ne bougez plus

source: Great. Session succeeded.
es_us: Fantástico. Sesión correcta.
fr_ca: Parfait. La séance a réussi.

source: Great. You are now registered.
es_us: Fantástico. Se ha registrado.
fr_ca: Parfait. Vous êtes maintenant inscrit.

source: Great. You authenticated using your face.
es_us: Fantástico. Se ha autenticado usando la cara.
fr_ca: Parfait. Vous avez effectué votre authentification avec votre visage.

source: Hold it
es_us: Espere
fr_ca: Ne bougez plus

source: Missing API secret
es_us: Falta clave secreta de API
fr_ca: Secret API manquant

source: Missing resources URL
es_us: Falta URL de recurso
fr_ca: Adresses URL de ressources manquantes

source: OK
es_us: Aceptar

source: Please go to settings and enable camera in the settings for app.
es_us: Vaya a ajustes y habilite la cámara en la configuración para %@.
fr_ca: Veuillez accéder aux paramètres et activer la caméra dans les paramètres pour %@.

source: Please turn slowly
es_us: Gire lentamente
fr_ca: Veuillez tourner lentement

source: Please wait
es_us: Espere.
fr_ca: Veuillez patienter

source: Preparing face detection
es_us: Preparando la detección facial
fr_ca: Préparation de la détection du visage

source: Registration failed
es_us: Error de registro
fr_ca: Échec de l'inscription

source: Session failed
es_us: Error de sesión
fr_ca: Échec de la session

source: Slowly turn to follow the arrow
es_us: Gire lentamente y siga la flecha
fr_ca: Tournez lentement en suivant la flèche

source: Turn your head in the direction of the arrow
es_us: Gire la cabeza en la dirección de la flecha
fr_ca: Tournez votre tête en suivant la direction de la flèche

source: Unable to decode image
es_us: No se puede decodificar la imagen
fr_ca: Impossible de décoder l'image

source: Unable to initialize resource loader
es_us: No se puede iniciar el cargador de recursos
fr_ca: Impossible de lancer le chargeur de ressources

source: User not registered
es_us: Usuario no registrado
fr_ca: L'utilisateur n'est pas inscrit

source: You may have turned too far. Only turn in the requested direction until the oval turns green.
es_us: Puede que haya girado demasiado. Gire solo en la dirección solicitada hasta que el óvalo se ponga verde.
fr_ca: Vous avez peut-être trop tourné. Ne tournez que dans la direction demandée, jusqu'à ce que l'ovale devienne vert.
